"Service Update Failed" = "Ažuriranje usluge nije uspjelo";
"Service Update Complete" = "Ažuriranje usluge je dovršeno";
"Starting Service Update" = "Pokretanje ažuriranja usluge";
"Dismiss" = "Poništi";
"OK" = "OK";
"Call disallowed" = "Ovaj broj nije dozvoljen";
